{
  "post_id": 720,
  "telegram_message_id": 174,
  "expert_id": "refat",
  "channel_name": "Refat Talks: Tech & AI",
  "post_content": "#ReDigest\n\n[Продолжаем](https://t.me/nobilix/172) субботнюю рубрику, тут я кратко рассказываю про новости из мира технологий и AI, которые привлекли мое внимание.\n\n**Дайджест недели:**\n\n- OpenAI [выпустили](https://chatgpt.com/atlas/) ИИ-браузер Atlas на базе Chromium: ChatGPT вместо традиционного поиска, доступ к памяти ChatGPT для персонализации + имеет агентный режим для автономной навигации\n\n- Anthropic [представили](https://www.anthropic.com/news/claude-code-on-the-web) Claude Code on the web и на iPhone - аналог Jules от Google и Codex Cloud. Подключаешь репу, ставишь задачу, получаешь PR.\n\n[-DeepSeek представила](https://the-decoder.com/deepseeks-ocr-system-compresses-image-based-text-so-ai-can-handle-much-longer-documents/) OCR-систему, которая сжимает текст из изображений в 10 раз с сохранением 97% информации. Это новый и довольно эффективный подход к проблеме длинного контекста.\n\n- 20 октября целый регион AWS us-east-1 [пережил](https://www.reuters.com/business/retail-consumer/amazons-cloud-unit-reports-outage-several-websites-down-2025-10-20/) масштабный сбой на 15 часов, который затронул более 113 сервисов. Были парализованы банки, авиакомпании, игровые платформы и многое другое. Более 6 миллионов отчетов о сбоях, экономический ущерб - сотни миллиардов долларов.\n\n- OpenAI [планирует](https://archive.is/PHT5J) запустить \"Sign in with ChatGPT\" - компании смогут позволить пользователям использовать их ChatGPT-квоту для доступа к AI-функциям в сторонних инструментах. Потенциально большой сдвиг в экосистеме AI-приложений.\n\n- [Meta сокращает](https://www.axios.com/2025/10/22/meta-superintelligence-tbd-ai-reorg) около 600 позиций в AI-подразделении из нескольких тысяч сотрудников в FAIR: говорят меньше людей - меньше согласований.\n\n- [Google обновили](https://x.com/GoogleAIStudio/status/1980679588704371095) ИИ-конструктор приложений в AI Studio - теперь можно создать приложение одним промптом с Gemini 2.5 Pro, Nano Banana для картинок и Gemini Live для аудио. Файлы сохраняются в Drive, можно пушить в GitHub и деплоить.\n\n- ChatGPT для бизнеса [получил](https://www.theverge.com/news/806046/openai-chatgpt-company-knowledge-update) функцию корпоративного знания - интеграция со Slack, SharePoint, Google Drive, GitHub. Цель OpenAI — превратить ChatGPT в разговорную поисковую систему по корпоративным данным.\n\n- [Reddit подал иск](https://www.nytimes.com/2025/10/22/technology/reddit-data-scrapers-perplexity-theft.html) против четырех компаний за незаконный скрапинг данных: Perplexity, SerpApi, Oxylabs и российскую AWMProxy. Reddit устроил ловушку: создал тестовый пост, который мог проиндексировать только Google и контент тут же оказался там где не надо.\n\n- [Meta меняет](https://techcrunch.com/2025/10/18/whatssapp-changes-its-terms-to-bar-general-purpose-chatbots-from-its-platform/) условия WhatsApp Business API, запрещая универсальные чат-боты с 15 января 2026. Под удар попадают боты от OpenAI, Perplexity, Luzia и Poke с аудиторией в 3 млрд пользователей.  \n\n- [Langchain обновили](https://blog.langchain.com/series-b/) опенсорсные фреймворки для создания ИИ-агентов до стабильной версии 1.0. Получили новый раунд инвестиций, кстати.\n\n- Claude Desktop [получил](https://claude.com/download) голосовой ввод, быстрый доступ и поддержку скриншотов.\n\n- [Google добавили](https://blog.google/technology/research/new-updates-and-more-access-to-google-earth-ai/) ризонинг в Google Earth - фреймворк Geospatial Reasoning на базе Gemini автоматически соединяет предиктивные модели и данные в единую систему анализа Земли.\n\n- Qwen теперь [генерирует](https://x.com/Alibaba_Qwen/status/1980609551486624237) подкасты на основе deep research - ИИ-ведущие перескажут то, что ассистент нашел в интернете. Также может превратить ответ в интерактивный веб-сайт с графиками и анимациями. Прям как NotebookLM.\n\n- ChatGPT [получил](https://x.com/OpenAI/status/1981432799212249119) совместную работу над [проектами.](https://t.me/nobilix/154) Доступно всем, включая бесплатных пользователей.\n\n- Alibaba [начала](https://www.cnbc.com/2025/10/23/alibaba-prices-ai-glasses-at-660-and-launches-chatgpt-rival.html) продажу смарт-очков Quark AI Glasses с Qwen на борту - звонки, перевод речи в реальном времени, музыка и ИИ-ассистент с камерой. Цена от $660.\n\n- ИИ-конструктор приложений [Lovable запустил](https://lovable.dev/blog/shopify-integration) интеграцию с Shopify - теперь можно завайбкодить полноценный интернет-магазин.\n\n- [Perplexity выпустили](https://r2cdn.perplexity.ai/pdf/pplx-at-work.pdf) 40-страничный гайд по эффективному внедрению ИИ в рабочие процессы с промптами для автоматизации рутины.\n\n- Вышла [интересная инициатива](https://agentclientprotocol.com/overview/introduction) Agent Client Protocol (ACP) - стандартизирует коммуникацию между редакторами кода/IDE и кодинг-агентами, которые используют генеративный AI для автономного изменения кода.",
  "comments_count": 1,
  "comments": [
    {
      "comment_id": 6762,
      "text": "\"- Google обновили ИИ-конструктор приложений в AI Studio - теперь можно создать приложение одним промптом\". Лучше бы они этого не делали, ассистент стал не управляемым от слова совсем.",
      "author": "A S🐾",
      "created_at": "2025-10-29 14:26:16.000000"
    }
  ],
  "drift_analysis": {
    "has_drift": true,
    "drift_topics": [
      {
        "topic": "Критика Google AI Studio конструктора приложений",
        "keywords": [
          "Google AI Studio",
          "ИИ-конструктор",
          "приложения",
          "управляемость",
          "проблемы"
        ],
        "key_phrases": [
          "Лучше бы они этого не делали",
          "ассистент стал не управляемым от слова совсем"
        ],
        "context": "Комментарий фокусируется на конкретном обновлении Google AI Studio (одно из множества новостей в дайджесте) и выражает критическое мнение о проблемах с управляемостью ИИ-ассистента после обновления. Это демонстрирует дрифт от общего обзора новостей к детальной критике одного конкретного продукта."
      }
    ]
  },
  "analyzed_at": "2025-10-30T04:28:47.136641"
}